help_admin = """Загрузити изображение с текстом для формирования статьи или просто текст,
                          после чего выберите теги для статьи (не менее одног) и нажмите 'опубликовать'
                         Новый текст и фото будут обновлять вашу статью, если она не опубликована"""

help_student = """Для начала работы введите номер студенческого билета с помощью команды /student_number 
                         Для изменения списка выбранных тэгов введите команду /tags и выберите желаемые тэги"""

start_student = "Введите номер студенческого билета"

student_number_student = "Введите номер студенческого билета"

tags_student = "Выберите нужные теги и нажмите найти"

data_accepted = "Данные обрабатываются"

not_admin = "Вы не являетесь администратором"

find = "Найти"

back = "Назад"

publish = "Опубликовать"