help_admin = """Загрузити изображение с текстом для формирования статьи или просто текст,
                          после чего выберите теги для статьи (не менее одног) и нажмите 'опубликовать'
                         Новый текст и фото будут обновлять вашу статью, если она не опубликована"""

help_student = """Для начала работы введите номер студенческого билета с помощью команды /student_number 
                         Для изменения списка выбранных тэгов введите команду /tags и выберите желаемые тэги"""

start_student = "Введите номер студенческого билета"

student_number_student = "Введите номер студенческого билета"

tags_student = "Выберите нужные теги и нажмите найти"

data_accepted = "Данные обрабатываются"

not_admin = "Вы не являетесь администратором"

find = "Найти"

back = "Назад"

publish = "Опубликовать"

tags_choose_and_search = "Выберите нужные теги и нажмите найти"

student_number_accepted = "Номер удачно внесен"

student_number_format_error = "Введен неправильный формат номера. Формат m******* или без m"

tags_choose_and_publish = "Выберите нужные теги и нажмите опубликовать"

success_publishing = "Успешная публикация"

article_hasnt_tags = "У статьи нет тегов"

add_student_number = """Вы не ввели номер студенческого билета.
                         Воспользуйтесь /student_number или /start"""

choose_at_least_one_tag = "Выберите хотя бы один тег"

selected_tag = " ✅"
